package ai

const DatePrompt = `Дай историческую характеристику главным событиям, происходившим "%s". Дай одноабзацный ответ в формате "<дата> — <описание исторического события>" без разметки`

const PersonPrompt = `Характеризуй историческую личность "%s" в формате "<Личность> (<год рождения> - <год смерти>) — <характеристика>" без комментариев`

const TermPrompt = `Дай определение понятию "%s" в формате длинного одноабзацного определения в историческом контексте, без комментариев и разметки, в формате "<понятие> — <определение>"`
